ru = {"s0": """Какой у вас возник вопрос?

1. Выходит ошибка код-1 или 9002
2. Куда вводить код ребенку?
3. Проблемы с местоположением ребенка
4. Не работает прослушивание и запись
5. Как купить подписку на приложение?
6. Как купить минуты прослушивания?
7. Купил минуты/подписку, а они не пришли
8. Перевести на оператора
9. Как исправить фоновый режим
10. Как добавить второго родителя
11. Change language""",
"s0_1": """Вы ввели ребенку код?

1. Да
2. Нет
3. Выйти в главное меню""",
"s0_1_1": """Полностью закройте (не сверните, а закройте) свое 
приложение и после запустите.
Вместо образец должен выйти ваш ребенок.

1. Выйти в главное меню""",
"s0_1_2": """Ребенку нужно скачать приложение "Tigrow",
а не Kid security. И ввести туда код

1.Выйти в главное меню""",
"s0_2" : """Ребенку нужно скачать приложение "Tigrow",
а не Kid security. И ввести туда код

1. Ввел код ребенку, но на карте по прежнему образец
2. Вернуться в главное меню""",
"s0_2_1" : """Полностью закройте (не сверните, а закройте)
свое приложение и после запустите. 
Вместо образец должен выйти ваш ребенок.

1. Выйти в главное меню""",
"s0_3" : """Ребенок не удалил приложение?

1. Не удалил
2. Удалил
3. Выйти в главное меню""",
"s0_3_1" : """Какая модель телефона у ребенка?

1. Xiaomi (Redmi)
2. Lenovo
3. Huawei на андроиде 8
4. Huawei на андроиде 9
5. Huawei на андроиде 10
6. Meizu
7. Honor на 7 андроиде
8. Honor на 8-9 андроиде
9. Honor на 10 андроиде
10. ViVO
11. ZTE
12. Samsung с андроидом 6
13. Samsung с андроидом 7-8
14. Samsung с андроидом 9,10
15. Samsung с андроидом 11
16. Samsung с андроидом 12
17.Oppo
18. Nokia
19. ReAlmi (не путать с редми)
20. Techno Mobile
21. Iphone""",
"s0_3_1_1": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции.
https://kidsecurity.net/instructions/xiaomi

1. Выйти в главное меню""",
"s0_3_1_2": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/lenovo

1. Выйти в главное меню""",
"s0_3_1_3": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/huawei

1. Выйти в главное меню""",
"s0_3_1_4": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/huawei9

1. Выйти в главное меню""",
"s0_3_1_5": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/huawei10

1. Выйти в главное меню""",
"s0_3_1_6": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/meizu

1. Выйти в главное меню""",
"s0_3_1_7": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/honor7

1. Выйти в главное меню""",
"s0_3_1_8": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/honor

1. Выйти в главное меню""",
"s0_3_1_9": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/honor10

1. Выйти в главное меню""",
"s0_3_1_10": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/vivo

1. Выйти в главное меню""",
"s0_3_1_11": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/zte

1. Выйти в главное меню""",
"s0_3_1_12": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/samsung6

1. Выйти в главное меню""",
"s0_3_1_13": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/samsung7

1. Выйти в главное меню""",
"s0_3_1_14": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/samsung9

1. Выйти в главное меню""",
"s0_3_1_15": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://samsung10.kidsecurity.net/

1. Выйти в главное меню""",
"s0_3_1_16": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://samsung12.kidsecurity.net/

1. Выйти в главное меню""",
"s0_3_1_17": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/oppo

1. Выйти в главное меню""",
"s0_3_1_18": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/nokia

1. Выйти в главное меню""",
"s0_3_1_19": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/realmi

1. Выйти в главное меню""",
"s0_3_1_20": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/techno

1. Выйти в главное меню""",
"s0_3_1_21": """Телефон всегда пытается закрыть приложения, работающие в фоновом режиме. 
Поэтому настройте телефон ребенка согласно инструкции. 
https://kidsecurity.net/instructions/iphone

1. Выйти в главное меню""",
"s0_3_2": """Установите ребенку вновь приложение Tigrow. 
У себя в приложении нажмите настройки, далее 
добавить ребенка и новый код введите ребенку в приложение.

1. Выйти в главное меню""",
"s0_4": """Вы скрываете приложение от ребенка?

1.Да
2.Нет""",
"s0_4_1": """Приложение нельзя скрывать, иначе прослушивание не будет работать корректно

1. Я не скрываю
2. Вернуться в главное меню""",
"s0_5": """Купить можно на сайте https://pay.kidsecurity.net/ или
Нажмите в приложении настройки далее премиум аккаунт.
Там вы сможете увидеть все тарифы

1. Выйти в главное меню""",
"s0_6": """Купить можно на сайте https://pay.kidsecurity.net/
или нажмите в приложении "Меню" далее звук вокруг ребенка.
Далее "Начать онлайн прослушивание" Далее нажмите кнопку пополнить.

1. Выйти в главное меню""",
"s0_7": """1. Вышлите пожалуйста квитанцию об оплате.
2. Нажмите в приложении  настройки, далее о программе и там Ваш id.
Вышлите его тоже. Мы начислим минуты вручную

1. Выйти в главное меню""",
"s0_8": """Напишите Ваш вопрос
Пока операторы дерутся между собой,
чтобы ответить Вам :)

1. Выйти в главное меню""",
"s0_10": """1.Второму родителю надо установить приложение kid security.
2.Код родителя внести в приложение ребенку
3.В приложении ребенка зайти в меню Настройки, далее нажать Добавить еще
4.Внести код с приложения родителя
____________________________________

1 Выйти в главное меню""",
"s0_11": """Hello! I'm chat-bot "Kid Security".
Enter the number 1, 2, 3, 4, 5 ... to select the language

Здравствуйте! Я чат бот "Kid Security".
Введите цифру 1, 2, 3, 4, 5 ... для выбора языка

1 English
2 Русский
3 Polskie
4 Deutsc
5 Український
6 Français
7 Italiano
8 Türk""",

"valid_answer": "Введите допустимый вариант ответа от 1 до"
}
