ukr = {"s0": """Ні війні!
http://surl.li/ceqim - 10% доходу ми надаємо на гуманітарну допомогу


Яке у вас виникло питання?

1 Виходить помилка код-1 або 9002
2 Куди вводити код?
3 Проблеми з розташуванням дитини
4 Не працює прослуховування та запис
7 Купив хвилини/підписку, а вони не прийшли
8 Перекласти на оператора
9 Як виправити фоновий режим?
10 Як додати другого з батьків?
11 Change language""",

"s0_1": """Ви запровадили дитині код?

1 Так
2 Ні
3 Вийти у головне меню""",

"s0_1_1": """Повністю закрийте (не згорнути, а закрийте) свою програму і потім запустіть. Замість зразка має вийти ваша дитина.

1 Вийти у головне меню""",

"s0_1_2": """Дитині потрібно завантажити програму "Tigrow", а не Kid security. І ввести туди код

1 Вийти у головне меню""",

"s0_2" : """Дитині потрібно завантажити програму "Tigrow", а не Kid security. І ввести туди код

1. Ввів код дитині, але на карті, як і раніше, зразок
2. Вийти у головне меню""",

"s0_2_1" : """Повністю закрийте (не згорнути, а закрийте) свою програму і потім запустіть. Замість зразка має вийти ваша дитина.

1 Вийти у головне меню""",

"s0_3" : """Дитина не видалила програму?

1 Не видалив
2 Видалив
3 Вийти в головне меню""",

"s0_3_1" : """Виберіть модель телефону

1 Xiaomi (Redmi, poco)
5 Huawei андроїд 9-10
14 Samsung андроїд 9-10
15 Samsung андроїд 11
16 Samsung андроїд 12
17 Oppo/ReAlmi""",

"s0_3_1_1": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі. 
Тому налаштуйте телефон дитини згідно з інструкцією.  
https://uk.kidsecurity.net/instructions/xiaomi

1 Вийти в головне меню""",

"s0_3_1_2": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_3": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_4": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
      "s0_3_1_5": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі. 
Тому налаштуйте телефон дитини згідно з інструкцією.  
https://uk.kidsecurity.net/instructions/huawei10

1 Вийти в головне меню""",

"s0_3_1_6": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_7": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_8": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_9": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_10": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_11": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_12": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_13": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_14": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі. 
Тому налаштуйте телефон дитини згідно з інструкцією.  
https://uk.kidsecurity.net/instructions/samsung9

1 Вийти в головне меню""",

"s0_3_1_15": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі. 
Тому налаштуйте телефон дитини згідно з інструкцією.  
https://uk.kidsecurity.net/instructions/samsung10

1 Вийти в головне меню""",

"s0_3_1_16": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі. 
Тому налаштуйте телефон дитини згідно з інструкцією.  
https://uk.kidsecurity.net/instructions/samsung12

1 Вийти в головне меню""",

"s0_3_1_17": """Телефон завжди намагається закрити програми, які працюють у фоновому режимі.
Тому налаштуйте телефон дитини згідно з інструкцією.
https://uk.kidsecurity.net/instructions/oppo

1 Вийти в головне меню""",

"s0_3_1_18": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_19": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_20": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_1_21": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_3_2": """Встановіть знову дитині програму "Tigrow", у себе в програмі натисніть "Додати дитину" і введіть новий код дитині

1 Вийти в головне меню""",

"s0_4": """Ви приховуєте програму від дитини?

1. Так приховую
2. Ні, дитина знає про додаток""",

"s0_4_1": """Програму не можна приховувати, вона не працюватиме.

1. Я не приховую
2. Вийти в головне меню""",

"s0_5": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",
"s0_6": """Вийдіть в головне меню і оберіть допустимий варіант відповіді

1. Вийти у головне меню""",

"s0_7": """Надішліть будь ласка квитанцію. Ми перевіряємо ще раз.

1 Вийти в головне меню""",

"s0_8": """Будь ласка, напишіть ваше запитання. Оператор відповість найближчим часом

1 Вийти в головне меню""",

"s0_10": """Другому батькові завантажте програму "Kid security".
Код із програми введіть дитині.
У дитини в програмі натисніть налаштування та натисніть додати батька

1 Вийти в головне меню""",

"s0_11": """Hello! I'm chat-bot "Kid Security".
Enter the number 1, 2, 3, 4, 5 ... to select the language

Здравствуйте! Я чат бот "Kid Security".
Введите цифру 1, 2, 3, 4, 5 ... для выбора языка

1 English
2 Русский
3 Polskie
4 Deutsc
5 Український
6 Français
7 Italiano
8 Türk""",

"valid_answer": "Введіть допустимий варіант відповіді від 1 до"
}
